Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] The Barnacle (따개비).tmx
Source language: ko_kr
Languages: en_us

source: [크아아아아악!]
en_us: “Kraaah!”

source: 소금기에서 피부를 보호하기 위한 바다 사나이들의 필수품.{j}나는 뚜껑의 펌프를 비틀어 따고는 그대로 내던져 버렸다.{j}그리고 안에 절반쯤 차 있던 바디로션을 머리부터 발끝까지 펴 발랐다.
en_us: Protecting our skin from the saline water was a necessity for men living by the ocean. I twisted the cap and tossed it. Then I slabbed the body lotion, which was about half full, all over my skin from head to toe.{j}{j}

source: 끼긱- 기기긱-
en_us: Clack clack. Creaaak.

source: 나는 회장에게 물었다.{j}“식량이랑 식수는 그렇다 치고.{j}약은 왜요?”
en_us: I asked him, “The food and water make sense. But why medicine?”{j}{j}

source: 빠각!
en_us: Smash!

source: 둘둘둘둘……
en_us: Whirl whirl whirl whirl...

source: 나는 미간을 찌푸린 채 따개비들을 벅벅 긁어 냈다.{j}이윽고, 나는 너덜너덜한 피부를 가진 감생이를 뒤집어서 배를 갈랐다.{j}내장을 빼낼 시간이었다.{j}칼이 감생이의 배를 가르며 박히는 순간.{j}잘그락-{j}또다시 기분 나쁜 감각이 칼을 타고 손아귀까지 전해져 온다.
en_us: With a grimace, I scraped off the barnacles. Next, I flipped over the tattered fish and slit its stomach. It was time to remove its guts and entrails. When the knife slid through the stomach, something clacked. Again, I was filled with apprehension.{j}{j}{j}{j}{j}

source: 드르륵!
en_us: Rattle.

source: 따개비 인간들이 2층의 비상구로 빠져나오기 시작했다.{j}그것은 김슬비가 2층 비상구의 입구에서부터 점점이 뿌려 놓은 것들 때문이었다.
en_us: The barnacle humans began spilling out of the emergency exit on the second floor. It was all because of the things that Seulbi had scattered around here and there from the second-floor emergency exit.{j}

source: 모텔 성락장.{j}이곳의 안전지대는 5층, 정확히는 508호뿐이다.{j}5층의 나머지 방 안에는 따개비 인간들이 가득하지만 방 밖으로 나오지 못하니, 5층의 복도도 어느 정도는 안전하다.{j}그 외, 그러니까 나머지 층들은 모두 따개비 인간들에게 점령당해 있다.{j}1층 화장실, 그리고 2, 3, 4층의 복도는 내가 이미 모두 돌아본 곳들이다.
en_us: Motel Nirvana. Here, only the fifth floor was safe. To be exact, only Room 508 was free from danger. All the other rooms on the fifth floor were filled with barnacle humans, but since they were stuck inside, the fifth-floor corridor was somewhat safe too. But the barnacle humans ran rampant on the other floors. I had already run around the first-floor washroom, as well as the hallways in the second, third, and fourth floors.{j}{j}{j}{j}

source: 나는 일단 생라면 하나를 마저 뽀개 먹고 밀린 일들을 처리하기로 했다.
en_us: For now, I finished eating the raw instant noodle and decided to tackle my tasks after.

source: 그렇다면 가부간의 결단을 내려야 할 때였다.{j}208호 안에서 뚜껑 닫는 것을 잊은 물티슈처럼 천천히 말라죽을 것인가.{j}아니면 나가서 따개비 인간들을 피해 먹고 마실 것을 찾을 것인가.
en_us: If they did, then I had to make a decision for better or worse. Should I stay in Room 208 and slowly die of thirst like a wet wipe left out to dry? Or should I step out, dodge the barnacle humans and search for something to eat and drink?{j}{j}

source: 화장실 샤워 호스에 묶여 있던 따개비 인간 역시도, 하반신 전체를 화장실 문턱 밖으로 거의 다 빼낸 상태였다.
en_us: By now, the barnacle human that was tied up by a shower hose in the washroom had managed to free his entire lower body out of the washroom door.

source: 낡은 트럭이 배기음을 토해 내기 시작했다.{j}드디어 시동이 걸렸다.{j}이제 건너편 도로에 있는 편의점으로 향할 차례였다.
en_us: The ancient truck began spouting out exhaust noise. Finally, the car was up and running. Now, we had to get over to the convenience store located on the other side of the road.{j}{j}

source: 폭우가 몰아치는 밤바다는 상상 이상으로 아찔하고 또 위험했다.{j}물속으로 푹 가라앉는 순간 모든 사고가 정지한다.{j}도저히 위로 떠오를 수 있다는 생각이 들지 않고 있었다.
en_us: The raging sea at night was more frightening and dangerous than I could ever have imagined. The moment my body plunged down the water, my mind stopped working. I just couldn’t imagine how I could float back up.{j}{j}

source: 이미 늦었다.{j}핸드폰은 마지막 배터리로 긴급통화 대신 알람 앱을 켜고는 장렬하게 전사해 버렸다.
en_us: But it was too late. The phone had used its last remaining battery to open the reminder app instead of making an emergency call before dying gloriously.{j}

source: <엄마mother> 제발...답장이라도 좀해주렴...응...우리희주만이서운한거알지만그래도엄마한테이러는거아니야...
en_us: Mother: Please... At least send me a reply... Please... I know you’re really sad, Huiju, but you shouldn’t do this to me...

source: -굿모닝♬ 굿……
en_us: “Good morning! ♬ Good...”

source: “물이 없으면 활동에 제약이 생기는 모양이네요.”
en_us: “Their movements seem restrained without water,” Seulbi noticed.

source: 부슬부슬 내리던 빗줄기가 약해지는가 싶더니 어느덧 뚝 멈췄다.{j}아침이 되었음에도 하늘은 여전히 흐리고 우중충했다.{j}하지만 그동안 줄창 내리던 비가 그쳤다는 것이 중요했다.{j}비가 오지 않는 바로 지금, 우리들은 작전을 개시했다.
en_us: The rain drizzled before finally coming to an abrupt end. Morning came, but the sky was still cloudy and gloomy. Still, the fact that the constant downpour had finally stopped was important. Now that the rain had stopped, we put our plan into action.{j}{j}{j}

source: 우직-
en_us: Crunch.

source: 그때.{j}띠링-
en_us: Ding!{j}

source: 파도는 나를 방파제 끝에, 옷걸이에 걸린 옷처럼 걸어두고 뒤로 물러났다.{j}그러더니만 나를 다시 돌려받기 위해 또다시 맹렬하게 다가온다.{j}나는 부서질 것 같은 몸을 이끌고 필사적으로 테트라포드를 기어올랐다.{j}콘크리트와 콘크리트 사이.{j}수없이 많은 균열과 틈, 그 시커먼 구렁텅이들이 나를 아래로 끌어들이는 듯싶다.
en_us: The wave left me hanging at the edge of the breakwater before receding. I held on like a piece of clothing strewn around a hanger. But the wave returned fiercely to whisk me back. My body felt brittle as I desperately crawled up the tetrapod. Between the slabs of concrete were countless cracks and crevices trying to lure me down to the dark abyss.{j}{j}{j}{j}

source: “쩝.{j}등유였군.”
en_us: “Dang it. It’s kerosene.”{j}

source: 손에 잡히는 것은 모두 집어던진다.{j}제일 먼저 던진 것은 구명조끼 주머니에 넣어 놨던 낚시용 봉 추였다.{j}묵직한 납덩어리들이 날아갔고, 그중 몇 개가 김씨 아저씨의 머리통에 맞았다.
en_us: I grabbed whatever I could get my hands on and chucked them at him. The first things I hurled were the sinkers I had stuffed inside the pockets of my life jacket. The heavy lead weights flung through the air. A few of them smacked Mr. Kim’s head.{j}{j}

source: “어어어어어?”
en_us: “Huuuh?”

source: 나는 오만상을 찌푸릴 수밖에 없었다.
en_us: I couldn’t help but grimace.

source: “……상상도 하기 싫네.”{j}나는 비로소 208호의 나무문을 잠갔다.
en_us: “I don’t even want to imagine it...” I shivered, locking the wooden door to Room 208 at last.{j}

source: 그가 내게 뭘 바라고 있는지는 금방 알 수 있었다.{j}포터 트럭.{j}그는 이동수단을 탐내고 있었다.{j}그가 조종할 수 없는 것을 말이다.
en_us: I knew at once what he wanted from me. The pickup truck. He was after the mode of transportation, one that he couldn’t drive himself.{j}{j}{j}

source: “꺄아아아악!”{j}황가애가 비명을 질렀다.
en_us: “Kyaaa!” Ga-ae screamed.{j}

source: 나는 깜짝 놀라 고개를 돌렸다.{j}그곳에는 확 가까워진 따개비 인간의 발이 보였다.{j}본디 발가락 끝이 화장실 문턱까지 닿았던 것이 이제는 발목까지 뻗어 나온다.
en_us: I jolted in surprise and turned back. The barnacle human’s foot had jumped out a lot closer to me. Originally, the tip of his toes had only made it out to the door sill. But now, his entire ankle protruded out as well.{j}{j}

source: 나는 그대로 2층의 계단을 타올랐다.{j}이대로 창고까지 가서 비상구로 탈출할 생각이었다.{j}물론 그것은 2층 복도의 불륜 커플이 201호 구역을 배회하고 있거나 3층으로 올라가 버렸을 경우에만 가능했다.{j}……하지만.{j}내 운은 그리 좋은 편이 아니었다.{j}아니, 어쩌면 최악에 가까웠다.
en_us: I continued up the stairs straight away to the second floor. I was planning to keep sprinting to the storage and make my escape through the emergency exit. But of course, my plan was only possible if the two barnacle humans on the second floor were standing close to Room 201 or had gone up to the third floor. Unfortunately... I was down on my luck. In fact, I was in the worst-case scenario.{j}{j}{j}{j}{j}

source: “으…… 진짜 극혐이다.{j}이게 피부를 뚫고 나오려고 했던 건가?”
en_us: “Blech... It’s disgusting. Were these barnacles trying to break from from the fish skin?”{j}

source: ……뿌직!
en_us: Crack...!

source: 나는 대걸레 자루 끝으로 덜렁덜렁 늘어진 칼을 보며 한숨을 쉬어야 했다.
en_us: I sighed as I peered at the knife dangling loosely at the end of the mop.

source: ‘……해수면이 상승했다.’
en_us: The seawater’s risen... I realized with dread.

source: “아저씨, 빨리요!”{j}바리케이드의 건너편에서 나를 부르는 목소리가 더욱 다급해졌다.
en_us: “Come on, mister! Hurry!” the voice from the other side of the barricade called me with growing urgency.{j}

source: [이혼…… 못…… 기다려어어어…….]
en_us: “I can’t... waaait... for a divorce...”

source: 우직!
en_us: Smash!

source: 머릿속에 형의 얼굴이 떠올랐다.{j}어려서부터 부모님이 없었던 내게 유일한 가족이자 버팀목이었던 형.{j}공무원 시험에 다섯 번이나 실패한 나를 항상 묵묵히 응원해 주던 형에게 나는 보답 한번 제대로 해 줬던 적이 없다.{j}오히려 늘 실망만 안겨 줬었지.
en_us: In my mind, I saw my older brother’s face. I was parentless at a young age. My brother was the only family and support I had and needed. Even when I had failed the civil service exam five times, he had quietly cheered me on. But I hadn’t repaid his kindness, not even once. The only thing I did was disappoint him.{j}{j}{j}

source: ……탁!
en_us: Clack...!

source: 나는 따개비 인간이 중얼거리는 의미불명의 말들을 조용히 관찰했다.{j}이것들이 죽었는지 살았는지는 잘 모르겠지만, 아마도 이 상태가 되기 전에 품었던 생각이나 상황 같은 것들을 이렇게 중얼거리는 것 같다.
en_us: I quietly listened to the mysterious mumblings of the barnacle human. I couldn’t tell if the barnacle beings were dead or alive, but they seemed to be mumbling thoughts about their situation before they had ended up like this.{j}

source: “자기야!”{j}황가애가 울먹이는 표정으로 노원빈의 이마를 쓰다듬는다.{j}방금 전 권순태를 노려보던 때와는 완전히 다른 사람이었다.
en_us: “Babe!” Ga-ae stroked Wonbin’s forehead with a teary face. She looked completely different from when she had been glaring at Suntae.{j}{j}

source: 뒤에서 박씨 아저씨의 고함이 또다시 들려왔다.{j}기분 탓인지, 아까보다 더 가까워진 것 같았다.
en_us: I heard Mr. Park howling somewhere behind me again. Was it just me or was he actually getting closer than before?{j}

source: “……뭐라 해 줄 말이 없네.”
en_us: “I... don’t know what to say.”

source: 그는 5층의 풍경을 내게 보여 주었다.{j}5층에 있는 방들은 제일 끝의 508호를 제외하고는 모두 막혀 있었다.{j}소파와 캐비닛, 부서진 자판기 등이 각 호실의 문을 꽉 틀어막고 있는 것이 보인다.{j}양쪽이 마주 보는 구조인 방의 특성상, 두 문의 가운데에 장애물이 있는 한 문은 절대 열리지 않는다.
en_us: He showed me how the fifth floor looked like. All the rooms on the fifth floor were blocked off save for Room 508 which was located at the very end. Sofas, cabinets, broken vending machines and such were pushed against each door. The doors faced each other, so as long as there was something blocking the entrance in the middle, they would never open.{j}{j}{j}

source: 하지만 지금 그게 중요한 것이 아니다.{j}나는 너무 지쳤고, 또 부상당했다.{j}젖은 몸은 와들와들 떨리고 있었고, 신발에는 모래가 잔뜩 들어가서 걸을 때마다 발바닥이 찢기는 듯 아팠다.{j}건물과 건물의 사이가 머니만큼 다른 곳으로 갈 여유는 없었다.
en_us: But what the powder was wasn’t important. I was exhausted and injured too. My drenched body was shaking violently, and my shoes were filled with sand. Every step I took hurt as if the soles of my feet were being shredded. The buildings on this island were located far from each other. I couldn’t afford to go find another place to take shelter.{j}{j}{j}

source: 그리고 그 너머에서 웬 여자의 목소리가 들려왔다.{j}“이쪽으로 들어와요, 아저씨!”
en_us: From the other side, I heard a female voice call out, “Come in through here, mister!”{j}

source: ‘……어차피 여기에 숨어있다간 아무것도 안 될 테니.’{j}나는 크게 심호흡하고는 문밖으로 한 걸음을 내디뎠다.
en_us: Continuing to hide here won’t get me anywhere... With that thought in mind, I took in a deep breath and stepped outside the door.{j}

source: 기막힌 아이디어 하나가 떠올랐다.{j}나는 계단 옆쪽, 쓰러진 꽃나무와 부서진 화분 너머를 주목했다.{j}반으로 쪼개져 있는 나무 문이 보인다.{j}화장실.{j}1층에서 가장 구석진 곳에 있는 공간.
en_us: I eyed beyond the fallen flowering tree and the broken flower pot beside the stairway. There was a wooden door split open into two. It led to the toilet, an area located in the furthest corner on the first floor.{j}{j}{j}{j}

source: “갯강구들이 왜 여기에…….”{j}나는 어이가 없어 입을 반쯤 벌렸다.
en_us: “Why are there sea roaches here...?” I gaped, flabbergasted by the discovery.{j}

source: 행운일까?{j}방금 전에 떨어진 번갯불로 얼핏 해수면 너머가 보였다.{j}그곳에는 분명 백적도의 형체가 있었다.{j}나는 필사적으로 그쪽을 향해 보트를 몰았다.{j}백적도는 옆으로 긴 형태를 취하고 있는 섬이니, 어디로 가든 간에 백적도에 닿을 수밖에 없으리라.
en_us: As luck would have it, a lightning struck. For a split second, I saw beyond the sea level and spotted the silhouette of Baekjeok Island. I frantically drove the boat toward it. Baekjeok Island was a long piece of land that stretched sideways. I’d be able to reach it somehow.{j}{j}{j}{j}

source: <엄마mother> 이년이지금정신못차리고 꼐속전화안받지 너맨날 영준이랑붙어다니면서 연애나하더니 엄마는그럴줄알앗다 아빠도진찌화낫어
en_us: Mother: Are you seriously not picking up my call? I knew this would happen when you started dating Yeongjun and wasting time. Your dad is enraged.

source: 나는 눈을 크게 뜨고 유리문 너머를 살폈다.{j}불투명한 유리문 너머의 손잡이에는 철사가 둘둘 감겨 있는 것이 보인다.{j}심지어 유리문의 이쪽 표면에는 무언가에 의해 긁힌 자국들이 무수히 남아 있었다.{j}유리문에 붙어 있는 코팅 스티커는 갈가리 찢어져 있었고, 그 밑에는 하얀 가루들이 즐비하다.{j}심지어 벽이나 바닥 곳곳에는 갈색으로 말라붙은 액체들도 보였다.{j}설마 핏자국은 아니겠지 이거?
en_us: I strained my eyes and studied past the glass door. On the other side of the opaque door was a wire coiled around the door handle. On my side of the door, there were countless mysterious scratches on the glass surface. The lamination film on the glass was ripped and tattered. Below it was a row of white powder. There were even dried brown fluids along the walls and floors. They’re not bloodstains, are they?{j}{j}{j}{j}{j}

source: 따개비 인간들이 바로 반응하기 시작했다.{j}그것들은 날아든 갈매기를 향해 놀라운 속도로 손을 뻗었고 이내 가차 없이 이빨을 들이댔다.
en_us: The barnacle humans reacted instantly. Their hands shot out to the seagull at a frightening speed and they ruthlessly sank their teeth into its flesh.{j}

source: -연봉 1억?{j}반의반만 줘도 쌉가능ㅋㅋㅋ
en_us: - 100k salary? I can do it for even a quarter of that lolol{j}

source: “……푸하!”
en_us: “Gah...!” I gasped for air.

source: 31년간 살아오면서 마주했던 수많은 양자택일 중 가장 원초적이며 폭력적인 선택지였다.
en_us: In all the thirty-one years of my life, it was the crudest and the most brutal decision I had to make.

source: “아, 멀쩡합니다.”
en_us: “Oh, it’s fine.”

source: 바로 그때.{j}쿵쿵쿵쿵쿵-
en_us: Just then, I heard the sound of Mr. Park approaching.{j}

source: 그리고 그 냄새에 이끌린 따개비 인간들은 계속해서 우리의 뒤를 따라왔다.
en_us: The barnacle humans, enticed by the smell, kept trailing after us.

source: 나는 나가지도, 남지도 못한 채 어정쩡한 상태로 제자리에 서 있었다.{j}그런 상황 속에서, 회장은 그대로 노원빈의 옷을 벗기기 시작했다.{j}이윽고 노원빈의 나신이 드러난다.{j}군데군데 작게 있는 문신, 적당히 근육이 붙었고 적당히 군살이 붙은 평균적인 몸이었다.
en_us: Meanwhile, I remained awkwardly standing, unable to leave or stay. In such a situation, the president began undressing Wonbin. Soon, Wonbin’s naked body was exposed. Small tattoos covered his body. He had an average physique containing both muscles and fat.{j}{j}{j}

source: 흰빛이 번쩍인다.{j}눈앞의 바다가 일순간 환하게 밝아졌다.{j}동시에 내 눈에 반가운 것이 보였다.{j}방파제.{j}수없이 쌓여 있는 테트라포드들.{j}거대한 콘크리트 블록들로 둘러싸여 있는 백적도의 항구가 보이고 있었다.
en_us: The stretch of sea in front of me brightened for a split second. At the same time, I spotted something—breakwater. Endless tetrapods were piled up along the seawall. It was the port of Baekjeok Island surrounded by the massive concrete blocks.{j}{j}{j}{j}{j}

source: [……으어어.]
en_us: “Aaah...”

source: 설마 라면 스프 냄새에 반응한 걸까?
en_us: Is he sniffing the instant noodle I threw up?

source: “어어, 그리고 믹스도 조금만 줘.”
en_us: “Yeah, and give me some instant coffee sticks while you’re at it,” Mr. Park replied.

source: ……와드득! ……와드득! ……와드득! ……와드득! ……와드득!
en_us: Crunch...! Crunch...! Crunch...! Crunch...! Crunch...!

source: <엄마mother> 희주 어디니...전화해바...
en_us: Mother: Where are you, Huiju...? Please give me a call...

source: 그녀는 주머니에서 꺼낸 라이터에 불을 붙인 채 따개비 인간의 얼굴로 들이밀었다.{j}그와 동시에 김슬비의 허리춤에서 뽑혀 나온 건, 살충제가 들어 있는 스프레이였다.
en_us: Seulbi took out the lighter from her pocket and lit it up before thrusting it to the barnacle human’s face. At the same time, she pulled out a spray of pesticide by her waist.{j}

source: 드그그그그그극-
en_us: Clunk clunk clunk.

source: “……지금요?”
en_us: “Right now...?” I asked.

source: 굴이나 따개비, 홍합, 거북손과 같은 것들에 다닥다닥 뒤덮여 있는 모양새.{j}그러나 크게 벌어진 아래턱에 돋아나 있는 이빨의 형태와 퉁퉁 불어서 길게 늘어진 혓바닥을 보고 있노라면, 그 정체를 어렵게나마 짐작할 수 있었다.{j}심지어 지난 한 달간 늘 보던 주황색 구명조끼 차림의 복장에.
en_us: Whatever that thing was, it was covered in lumps of what seemed to be oysters, barnacles, mussels, or some other shellfish. But then I saw the outline of teeth protruding from the open jaw and a long, swollen tongue drooping out. With difficulty, I realized what it was. It was wearing the orange life jacket I had been seeing regularly the past month.{j}{j}

source: 따개비 인간들은 마치 피 냄새를 맡은 상어처럼 모여들어, 허공에 나부끼는 머리카락들을 향해 손을 휘젓고 있었다.{j}마지막까지 트럭을 따라오던 것들도 머리카락에 정신이 팔려 뒤로 멀어진다.
en_us: The barnacle humans gathered around like a pack of sharks after sniffing blood. They thrashed their hands toward the locks of hair scattered in the air. Even the ones following the truck to the very end became distracted by the hair.{j}

source: “형 말에 말대꾸하지 말고.{j}샅샅이 보라고.{j}엉덩이 사이까지 다.”{j}회장은 노원빈의 몸을 권순태 쪽으로 뒤집으며 말했다.
en_us: “Stop talking back to me and get searching. Including the cracks of his butt cheeks and everything,” the president said as he flipped Wonbin’s body toward Suntae.{j}{j}{j}

source: 으득- 으득- 으득-
en_us: Clickety-clack. Clickety-clack.

source: “어어?”
en_us: “Huuuh?”

source: “……알겠습니다.{j}그럼 편의점에서 식량이랑 식수를 구할 때까지만 함께하죠.”
en_us: “All right then... Let’s stay together only until we find some food and water at the convenience store,” I finally said.{j}

source: “항공과.{j}21학번.{j}차예영.”{j}그녀는 짤막한 자기소개를 마친 뒤 투덜거리듯 말했다.{j}“아, 대학모레 잡지 표지 촬영 있다고 해서 겸사겸사 왔는데.{j}뭐야, 이게.{j}진짜 짜증 나.”
en_us: “Flight Services. Class of ‘21. Yeyeong Cha,” she introduced herself briskly before grumbling, “Ugh, I came here because of a photoshoot for the university magazine tomorrow. But what the hell’s happening? So frigging annoying.”{j}{j}{j}{j}{j}{j}

source: 따개비 인간들이 문에서 멀어지는 소리가 들렸다.{j}나는 안도의 한숨을 몰아쉬며 고개를 돌렸다.{j}문은 이미 넝마나 다름없이 변했다.{j}곳곳에 작은 구멍들까지 뚫려 있는 것이 까딱 잘못했으면 부서지기 직전이었다.
en_us: I heard the barnacle humans fading into the distance. Feeling relieved, I caught my breath and turned my head to inspect the door. It was pretty much in tatters. The door was riddled with tiny holes all over and on the verge of breaking.{j}{j}{j}

source: “김씨 아저씨!”
en_us: “Mr. Kim!” I yelled through the rain.

source: 나는 정문을 떠나 건물의 뒤편으로 돌아갔다.{j}깨진 병과 텅 빈 채 널브러진 화분들, 잡초가 무성한 가운데 2층으로 올라가는 낡은 계단 하나가 있었다.{j}나는 지저분한 에어컨 실외기 밑으로 손을 뻗었다.
en_us: I left the main entrance and walked around to the back of the building. It was littered with broken bottles, toppled flowerpots, and wild plants. In the midst of all that was an old stairway to the second floor. I spread my arm underneath the dirty evaporative cooler.{j}{j}

source: <긴급재난문자> [옹진군청] 0월 Y일, 서해 전역 태풍 특보, 해안지대 접근 금지, 선박 대피 등 피해 없도록 주의 바랍니다.
en_us: Emergency Alert: ONGJIN COUNTY. Severe typhoon warning in the west coast. Do not enter the coastal region. Evacuate any vessels and take shelter immediately.

source: ……쿵! ……쿵!
en_us: Thud...! Thud...!

source: 문이 부서지기 직전, 나는 이불을 뒤집어쓴 채 방구석에 숨었다.{j}따개비 인간들은 시력이 거의 없고 청각과 후각에만 의존하는 경향을 보이는 듯해서 방바닥에는 번개탄을 피워 놓은 상태였다.{j}워낙에 경황이 없어서 가방 안에 있던 라이터로, 곽 티슈에 통째로 불을 붙인 뒤 번개탄이 있는 곳에 던져 놨더니 포장 비닐이 녹아내리며 알아서 불이 붙었다.{j}몇몇 따개비 인간들이 물에 젖은 발로 밟는 바람에 금세 불이 꺼지기는 했지만, 이미 발생한 연기와 냄새는 나의 기척을 상당히 가려 줄 것이다.
en_us: Before the door came crashing down, I had wrapped myself in a blanket and hid in the corner. The barnacle humans seemed to have poor vision and depended mostly on hearing and smell. So, I had lit up some charcoal on the floor. I was in such a hurry that I lit an entire tissue box using the lighter from the bag. Then, I threw it at the charcoal. The tissue box writhed in fire and set the charcoal ablaze too. A few barnacle humans, dripping with water, stepped on it though, putting off the fire immediately. Still, there should be enough smoke and smell to mask my presence.{j}{j}{j}

source: 핸드폰 화면은 어두웠다.{j}애초에 배터리가 거의 남아 있지 않았기 때문이다.{j}뭔가 사소한 앱이라도 켜는 순간 바로 배터리가 나가 버릴 것 같았기에, 나는 조심스럽게 손가락을 움직여 긴급통화 버튼을 누르려 했다.
en_us: The phone screen was dark. There was barely any battery left. I was afraid the phone would run out of battery the moment I ran an app. So, I moved my finger gingerly to press the emergency call button, careful not to press anything else.{j}{j}

source: “먼저 말 꺼내셨잖아요.”
en_us: “You raised the issue first.”

source: [으어어어…… 아아아아아…….]
en_us: “Graaah... Aaaaaah...”

source: [바다가 불러주는…… 자장노래에……♪]
en_us: As the sea... plays a lullaby...♪

source: 다만 이곳 역시도 사투의 흔적은 남아 있었다.{j}정문의 유리문은 온통 긁힌 자국으로 뒤덮여 있다.{j}손잡이는 철사로 둘둘 감겨 있었고, 밑에는 핏자국들이 뚜렷했다.{j}나는 유리문 아래에 떨어져 있던 석회가루들의 정체를 이제야 알 수 있었다.{j}그것은 따개비 인간들의 몸에서 떨어져 나온 패각의 가루였던 것이다.
en_us: But there were traces of desperate struggles here too. The main entrance was all scratched up. A wire was coiled around the door handle, and there were clear bloodstains below. At last, I worked out why there was limestone powder on the floor. It was the crumbs of shells fallen off from the barnacle beings.{j}{j}{j}{j}

source: “바디로션을 뿌리니까 일순간 혼란스러워하는 것 같았었지.”
en_us: “It threw them off for a moment when I slathered on body lotion.”

source: 우비가 젖혀지며 박씨 아저씨의 맨얼굴이 드러났다.
en_us: The hood of the raincoat slipped back, revealing Mr. Park’s bare face.

source: “감기약.{j}감기약.{j}울 자기 감기약.{j}후우- 후우-”{j}연신 심호흡을 하며 편의점 안으로 들어가는 황가애의 뒤에는 오들오들 떨고 있는 권순태가 보였다.
en_us: “Cold medicine. Cold medicine. Cold medicine for my darling. Huuu... Haaa...” Ga-ae took in continuous deep breaths as she stepped into the convenience store.{j}{j}{j}{j}

source: “네?{j}그러세요.{j}어디 다치셨어요?”
en_us: “What? Sure. Did you injure yourself?” I asked.{j}{j}

source: 내 몸이 어항에서 완전히 빠져나오자마자 두껍고 더러운 이불이 다시 한번 어항 안으로 구겨져 들어갔다.
en_us: As soon as my entire body was thrust out of the fish tank, the thick, filthy blanket was shoved into the tank.

source: 문이 천천히 열린다.{j}녹슨 시계태엽이 돌아가는 듯한 소리가 마치 천둥처럼 요란하게 들렸다.{j}나는 208호 문을 열고 복도로 살금살금 걸어 나왔다.{j}그때까지도 두 따개비 인간은 복도 끝쪽에 붙어 가만히 서 있을 뿐이었다.
en_us: The door opened excruciatingly slowly with like a squeaky watch spring. It sounded thunderous to my ears. I opened the door of Room 208 and stealthily stepped out to the hall. So far, the two barnacle humans remained unmoving at the end of the corridor.{j}{j}{j}

source: -ㅇㅇ:{j}허세ㄴㄴ 또 알못들이 나대네.{j}인간은 절.대.로.{j}혼자 못살아요.{j}이거 옛날에 외국 유명 대학에서도 했던 인간의 사회성 실험인데 대부분 돈 포기하고 중도 하차했음ㅋㅋㅋ 그런 걸 님이 어케 함?
en_us: - Stop bluffing, you dimwit. Humans CANNOT live alone. This famous university conducted a research doing exactly this to study social psychology. Most people gave up the compensation money and dropped out halfway LOL. You’ve got no chance, my dude.{j}{j}{j}{j}

source: 밖에는 강한 바람과 비가 몰아치고 있었다.{j}뿌옇게 번지는 물안개에는 찝찔한 소금기가 가득하다.{j}창틀에 몸이 닿지 않도록 조심하며, 나는 창밖으로 고개를 내밀었다.
en_us: Fierce gusts of wind and rain raged outside. The wet fog dispersing in the air was full of tangy brine. I made sure not to touch the window pane as I cautiously craned my neck out the window.{j}{j}

source: “안에서 잠가 놨네?”
en_us: “It’s locked from the inside,” I realized.

source: 15- 탈출 (2)
en_us: Chapter 15. Escape (2)

source: 그곳에는 아무것도 없었다.{j}그저 폭풍우만이 몰아치고 있을 뿐.
en_us: I didn’t see anything outside. Only the raging storm continued.{j}

source: “자, 여기를 무사히 나갈 아이디어가 있어요.{j}오류 지적이나 내용 보강도 받겠습니다.”{j}왜인지 내 눈을 똑바로 바라보면서.
en_us: “I have an idea how to get out of this place alive. I’m open to any revisions, criticisms, and feedback,” she said all the while looking me straight in the eye.{j}{j}

source: “왠지 비위 상하네 이거.”
en_us: “Ugh, it’s making me lose my appetite.”

source: “시발, 짜잖아!”
en_us: “Dammit, it’s salty as hell!”

source: 위기의식과는 상관없이 배꼽시계는 울린다.{j}나는 지금껏 몇 모금의 바닷물 외에는 아무것도 먹지 못했으며, 예전에 먹었던 것들은 전부 구토로 쏟아 버린 상태였다.
en_us: Despite the danger I was in, my stomach growled from hunger. So far, I hadn’t eaten anything save for several gulps of seawater. As for anything I had eaten prior to that, I had puked it all out.{j}

source: “이어진이 이제 물고기 구분도 척척 하네.{j}큰지 작은지도 다 알고~ 다 컸어~”{j}박씨 아저씨는 껄껄 웃으며 가져온 생선을 주방 싱크대 위에 올려놓았다.{j}쿵-{j}생선 놓는 소리가 왠지 엄청 묵직하다.
en_us: “You know your stuff now, Eojin. You can tell apart big fish from small. You’ve really grown.” Mr. Park laughed heartily before setting the fish on top of the kitchen sink. Thunk. The fish seemed to be quite heavy.{j}{j}{j}{j}

source: 나는 두 눈을 딱 감고 창을 내질렀다.{j}대걸레 자루 끝에 테이프로 단단히 고정된 식칼.{j}그것은 일직선으로 뻗어 나가 눈앞에 있는 따개비 인간의 목을 콱 찔렀다.
en_us: I clenched my eyes and struck down my spear. It was a mop with a kitchen knife securely taped at the end. My weapon shot out in a straight line and stabbed the barnacle human on the neck.{j}{j}

source: 반쯤 부서져 있는 화장실의 문이 천천히 열리고 있었다.
en_us: The half-crushed washroom door was opening inch by inch.

source: 나는 떨리는 걸음으로 앞을 향해 걸었다.{j}까딱 잘못해서 넘어지기라도 하면 바로 저 따개비에 찔릴 것 같았기에, 발끝에 힘을 강하게 준 상태로.
en_us: I advanced forward with trembling steps. One little misstep, and the barnacles would stab me, so I squeezed my toes so as not to fall.{j}

source: 이번에도 저 콘크리트에 부딪히면 나는 죽는다.{j}방금 전에는 천만다행으로 등을 살짝 부딪쳤지만 머리라도 부딪친다면 바로 즉사일 것이다.
en_us: If I whammed into the concrete again, I’d die. Fortunately, I had only hit my back lightly earlier. But if I slammed head first, I’d die instantly.{j}

source: 오-오오오오!
en_us: “Ooh... Ooooooh!”
